[
  {
    "image": "https://projectcinemaimages.blob.core.windows.net/images/1.jpg",
    "title": "Agent Cat",
    "info": "16 December 2022 / 1h 25dk / Animation, Family",
    "director": "Christoph Lauenstein, Wolfgang Lauenstein",
    "actors": "Alexandra Neldel, Axel Prahl, Santiago Ziesmer",
    "fragman": "https://www.youtube.com/watch?v=qlzPiM6rudc&ab_channel=VivaKids",
    "text": "The agent cat is forbidden to leave the house but wondered about the world outside the house, Marnies adventures with the steps of stepping into the street. Marnie is a small, chubby cat who believes that he is a confused person son. The cute cat lives with Rosalinde, the owner who never has a baby and therefore gives him all his attention."
  },
  {
    "image": "https://projectcinemaimages.blob.core.windows.net/images/2.jpg",
    "title": "Avatar: The Way of Water",
    "info": "23 December 2022 In Cinema / 1h 26min / Comedy, Animation",
    "director": "Huida Lin",
    "actors": "Xiong chu mo: Chong fan di qiu",
    "fragman": "https://www.youtube.com/watch?v=dbut5whNvM0&ab_channel=DisneyStudiosT%C3%BCrkiye",
    "text": "The sequel, which became a global phenomenon of the Avatar series in 2009; This time, James Cameron, created by the story universe, both descends and aims to expand its limits. Jake and Neytiri, a family now, are forced to leave their homes. Therefore, Jake and Neytiri begin to explore places outside Pandora, including the surface of the water and six."
  },
  {
    "image": "https://projectcinemaimages.blob.core.windows.net/images/3.jpg",
    "title": "Bear Brothers: Return to Earth",
    "info": "16 December 2022 / 3h 12min / Action, Adventure, Fantastic",
    "director": "James Cameron",
    "actors": "Sam Worthington, Zoe Saldana, Sigourney Weaver",
    "fragman": "https://www.youtube.com/watch?v=E9HdOW8Og3c&ab_channel=EmpireMovies",
    "text": "A mysterious object falling from space allows Bramble to gain new abilities. Now with super powers, Briar also befriends a mysterious alien named Avi. Before long, Bramble learns that Avis ancestor, Rhyot, was an advanced civilization wreaking havoc on Earths environment, but they had to flee their planet. As Avi leads Bramble to the ancient ruins of his people, a high-tech army of humans using all manner of weapons attacks them both. What is the purpose of Avis journey back to Earth?"
  },
  {
    "image": "https://projectcinemaimages.blob.core.windows.net/images/4.jpg",
    "title": "Hello Barış Akarsu",
    "info": "18 November 2022 At the Cinema / 1h 55min / Biographical, Drama",
    "director": "Mert Dikmen",
    "actors": "İsmail Ege Şaşmaz, Almila Ada, Aslıhan Kapanşahin",
    "fragman": "https://www.youtube.com/watch?v=UywgASzTMS4&t=1s&ab_channel=BoxOfficeT%C3%BCrkiye",
    "text": "Barış Akarsu Hello is about the life story of Barış Akarsu, who died in 2007 due to a traffic accident. Barış Akarsu, who started to be interested in music in his childhood, made a name for himself with the song contest \"Academy Turkey\" he participated in in 2004. Akarsu, who released an album after being the first in the competition, took part in a TV series called Yalancı Yarim, in addition to his music studies. Barış Akarsu, who had a traffic accident in Bodrum on his 28th birthday in 2007, passed away after five days in intensive care."
  },
  {
    "image": "https://projectcinemaimages.blob.core.windows.net/images/5.jpg",
    "title": "Black Adam",
    "info": "21 October 2022 At the Cinema / 2h 5min / Action, Fantasy, Adventure",
    "director": "Jaume Collet-Serra",
    "actors": "Dwayne Johnson, Aldis Hodge, Pierce Brosnan",
    "fragman": "https://www.youtube.com/watch?v=SEd59_nWKw0&t=1s&ab_channel=BoxOfficeT%C3%BCrkiye",
    "text": "Black Adam tells the story of the anti-hero Black Adam, who gains special powers equivalent to the might of the ancient gods and is freed after thousands of years in captivity. 5000 years ago, Black Adam gained the powers of the ancient gods. After escaping his imprisoned tomb, Black Adam sets out to apply an unprecedented form of justice to the modern world."
  },
  {
    "image": "https://projectcinemaimages.blob.core.windows.net/images/6.jpg",
    "title": "Black Panther: Wakanda Forever",
    "info": "11 November 2022 At the Cinema / 2h 42min / Action, Adventure, Fantasy",
    "director": "Ryan Coogler",
    "actors": "Letitia Wright, Angela Bassett, Danai Gurira",
    "fragman": "https://www.youtube.com/watch?v=_Z3QKkl1WyM&ab_channel=MarvelEntertainment",
    "text": "Black Panther: Long Live Wakanda tells the story of Queen Ramonda, Shuri, MBaku, Okoye and Dora Milaje, who are ready to fight against the world powers that threaten their nation. After King TChallas death, world powers emerge trying to interfere with them. Determined to defend their nation against this threat, Queen Ramonda, Shuri, MBaku, Okoye and Dora Milaje are ready to fight. Moving on to the next chapter of their lives, the people of Wakanda struggle to embrace it. Meanwhile, with the help of War Dog Nakia and Everett Ross, the heroes try to chart a new path for the Kingdom of Wakanda."
  },
  {
    "image": "https://projectcinemaimages.blob.core.windows.net/images/7.jpg",
    "title": "Dancing With Coyotes 6",
    "info": "December 2, 2022 At the Cinema / 2h 5min / Action, Comedy",
    "director": "Murat Şeker",
    "actors": "Şevket Çoruh, İlker Ayrık, Timur Acar",
    "fragman": "https://www.youtube.com/watch?v=5M1roIwvv0Y&ab_channel=BoxOfficeT%C3%BCrkiye",
    "text": "In the film, which is the sixth sequel to the Dancing with Jackals series, the team finds themselves in various adventures abroad this time."
  },
  {
    "image": "https://projectcinemaimages.blob.core.windows.net/images/8.jpg",
    "title": "I Wanna Dance With Somebody: Whitney Houston",
    "info": "23 December 2022 At the Cinema / 2h 26min / Biographical, Music",
    "director": "Kasi Lemmons",
    "actors": "Sam Worthington, Zoe Saldana, Sigourney Weaver",
    "fragman": "https://www.youtube.com/watch?v=FH0DAPOcJXE&ab_channel=BoxOfficeT%C3%BCrkiye",
    "text": "I Wanna Dance With Somebody: Whitney Houston Movie focuses on the life of musician Whitney Houston, who passed away in 2012 and managed to fit 6 Grammy awards, 16 Billboard Music awards, 22 American Music awards and 2 Emmy awards in her music career. Focusing on the epic life and music of music icon Whitney Houston, the film tells the story of the iconic singers rise to stardom."
  },
  {
    "image": "https://projectcinemaimages.blob.core.windows.net/images/9.jpg",
    "title": "Dryed Days",
    "info": "9 December 2022 At the Cinema / 2h 8min / Drama, Thriller",
    "director": "Emin Alper",
    "actors": "Selahattin Paşalı, Ekin Koç, Hatice Aslan",
    "fragman": "https://www.youtube.com/watch?v=-JKXZKQOKD4&ab_channel=AyYap%C4%B1m",
    "text": "Emre, a new prosecutor, is assigned to the town of Yanıklar. Trying to do his job with great seriousness, Emre is greeted with respect by Mayor Selim Bey and the townspeople. The use of groundwater is banned by environmental committees and courts, creating a serious problem in the town. Selim Bey tries to realize his big project that will connect the underground waters to the town with big pipes. However, Selim faces serious opposition, especially Murat, who owns a local newspaper. Although Murat tries to provoke Emre against the mayor, Emre is cautious about the events. Trying to avoid being a party to the local elections that will be held in a short time, Emre finds himself in a difficult situation as a result of the voices rising against him. Before long, Emre is trapped in a vicious circle."
  },
  {
    "image": "https://projectcinemaimages.blob.core.windows.net/images/10.jpg",
    "title": "Maric",
    "info": "23 December 2022 At the Cinema / 1h 20min / Horror",
    "director": "Ebru Delibaş",
    "actors": "Bülent Çelik, Duygu Yıldırım, Aziz Demir",
    "fragman": "https://www.youtube.com/watch?v=ZLBmZ5oaqr0&t=1s&ab_channel=BoxOfficeT%C3%BCrkiye",
    "text": "Maric tells the story of a couple who find themselves in a nightmare while on vacation. Gizem, who is an arranger, and Serdar, who acts as an actor, are a couple who have been married for five years. Serdar has been exhibiting strange behavior lately. Upon this situation, Gizem decides to arrange a holiday that can be good for them. However, Serdars behavior gets even weirder when they go on vacation. Trying to get rid of this situation that haunts them, the couple finds themselves in the village of Lübbey. No one lives in the village and this village they come to seek a cure becomes their hell. The couple faces off against the demon tribe Maric, who is tasked with punishing criminals."
  },
  {
    "image": "https://projectcinemaimages.blob.core.windows.net/images/11.jpg",
    "title": "Nasreddin Hoca: Time Traveler",
    "info": "9 December 2022 In Cinema / 1h 16min / Animation, Family, Adventure",
    "director": "Nurullah Yenihan",
    "actors": "Ekinsu Karaata, Fatih Özkul, Ender Yiğit",
    "fragman": "https://www.youtube.com/watch?v=GeOHzcRPNF0&ab_channel=TRT%C3%87ocuk",
    "text": "Nasreddin Hodja: The Time Traveler is about the adventures of Nasreddin Hodja and the children, who had to go back to the past to restore their lives. Two treasure hunters sneak into the tree house. But meanwhile, they accidentally go back in time. Upon this situation, Nasreddin Hodja and the children go to the past to bring them back. Nasreddin Hodja and the children, who think that everything is fine after the treasure hunters are imprisoned there, return. But when they return, they find that the world has completely changed. Nasreddin Hodja and the children are forced to go back to the past to restore their lives."
  },
  {
    "image": "https://projectcinemaimages.blob.core.windows.net/images/12.jpg",
    "title": "R.M.N",
    "info": "23 December 2022 At the Cinema / 2h 5min / Drama",
    "director": "Cristian Mungiu",
    "actors": "Marin Grigore, Judith State, Macrina Bârlădeanu",
    "fragman": "https://www.youtube.com/watch?v=2Teu3qk5Oe8&t=13s&ab_channel=BoxOfficeT%C3%BCrkiye",
    "text": "R.M.N. focuses on the life of Matthias, who lives abroad and returns to his native multi-ethnic mountain village in Transylvania before Christmas. Matthias is concerned about the education his son Rudi receives from his mother, Ana. In the process, Matthias, who must control his elderly father Otto, also plans to see his ex-girlfriend Csilla. Arriving at the village, Matthias finds his son and the village overshadowed by irrational fear and restlessness."
  }
]
